import React, { Component } from 'react';

class AboutUs extends Component {
    render() {
        return (
            <div id='about-us'>
                <img src={require('../image/about-us.png')} alt="" />
                <div className='about-us-text'>
                    <h2>داستان سالـــمینا</h2>
                    <p>خیلی­ از ماها یه عادت خوبِ قبل از خرید داریم و محصولات غذایی مورد نیازمون رو لیست می­کنیم تا زمان کمتری در حین خرید صرف بشه. ممکن هم هست مطابق سلیقه غذایی، بیماری، و یا رژیم غذایی خاصی که داریم، سراغ هر محصولی نریم و با دقت بیشتری انتخاب کنیم. اما گاهی هم پیش میاد که تصمیم­ گیری برامون سخت میشه و نمی­دونیم کدوم یکی رو انتخاب کنیم. حتی پیش اومده که چندبار به اون قفسه برگشتیم و همچنان مردد به خرید بودیم. گاهی هم معنای ویژگی­ های درج ­شده روی بسته­ بندی­ ها رو بخوبی متوجه نمی­شیم و ممکنه با آگاهی کمتری انتخاب­شون کنیم. «سالِمینا» یک مشاور هوشمند در کنار شماست تا یه عادت خوبِ دیگه رو در شما ایجاد کنه و با اطمینان بیشتری از سلامت محصول، خریدهاتون رو انجام بدید. «سالِمینا» می­تونه چشم سوم شما در حین خرید هم باشه! و با دادن اطلاعات شفاف از سلامت محصولات غذایی، به شما آرامش بیشتری بده. مطمئناً برای شما هم مهمّه که سالم­تر خرید کنید!</p>
                </div>
            </div>
        );
    }
}

export default AboutUs;