import React from 'react';

import Table1 from '../image/table1.png'
import Table2 from '../image/table2.png'
import Table3 from '../image/table3.png'

const Grade = () => {
    return (
        <>
            <div className="Grade-section">
                <h1>رتبه بندی پایه</h1>
                <p>مقدار پنج عنصر قند، چربی، نمک، اسید چرب ترانس، و کالری یا انرژی در همه محصولات غذایی گزارش می‌شوند. این مقادیر مطابق کمینه و بیشینه سازمان غذا و دارو در یک طیف رنگی ارزیابی می‌شوند که به «طرح چراغ راهنمایی» معروف است. چراغ راهنمایی در سالمینا نیز از استاندارد سازمان غذا و دارو تبعیت کرده است تا با یک نگاه سریع، وضعیت این عناصر پنجگانه را بررسی کرد. اگر چه این عناصر بر روی بسته‌بندی محصولات غذایی نیز درج می‌شوند اما گاهی به دلیل ناخوانا بودن یا مخدوش شدن قابل مشاهده نیستند.  </p>
                <p>رنگ سبز به این معنی است که آن محصول را بدون تردید می‌توان مصرف کرد. زرد به احتیاط بیشتر در مصرف آن محصول هشدار می‌دهد و رنگ قرمز نیز اطلاع می‌دهد تا به مقدار کمتری مصرف شود.
                    محاسبه عناصر پنج‌گانه به ازای 100 گرم (محصولات جامد) و 100 میلی‌لیتر (برای محصولات مایع) صورت گرفته است. این مقدار در محاسبات طرح چراغ راهنمایی سازمان استاندارد غذا و دارو نیز معیار قرار گرفته است.
                </p>
                <br />
                <img src={Table1} alt="table1" className='table table1' />
                <img src={Table2} alt="table2" className='table table2' />
                <img src={Table3} alt="table3" className='table table3' />
                <br />
            </div>
        </>
    );
};

export default Grade;