import React, { Component } from 'react';

class Policy extends Component {
    render() {
        return (
            <div id='policy'>
                <h1>بیانیه سالمینا برای حریم خصوصی کاربران</h1>
                <h3>«سالمینا» به حریم خصوصی و اطلاعات کاربران خود احترام می‌گذارد. بر همین اساس، نکات زیر با شفافیت کامل به اطلاع شما کاربر محترم می‌رسد:</h3>
                <p>پس از دانلود اپلیکیشن سالمینا، جهت ورود به آن، شماره تلفن همراه شما درخواست می­شود تا کد احراز هویت را از طریق پیامک دریافت کنید. برای دریافت این پیامک، هزینه­ای برای شما محاسبه نخواهد نشد. ضمناً، سالمینا متعهد می‌شود که شماره تلفن همراه شما در اختیار هیچ فرد یا سازمانی قرار نخواهد گرفت.</p>
                <p>در پروفایل فردی شما، اطلاعات دیگری شامل جنسیت، سن، قد، و وزن، درخواست می‌شود که تکمیل آن‌ها کاملاً اختیاری بوده و تکمیل نکردن آن، هیچ‌گونه محدودیتی در استفاده از اپلیکیشن سالمینا برای شما بوجود نمی‌آورد. در نسخه‌های آتی سالمینا، امکاناتی اضافه خواهد شد تا خدمات شخصی‌سازی و منحصربفردی به شما ارائه شود. در این صورت، با رضایت کامل می‌توانید این اطلاعات را وارد نماید. سالمینا متعهد می‌شود این اطلاعات را در اختیار فرد یا سازمانی قرار ندهد.</p>
                <p>در بخش پروفایل، سالمینا از کاربران می‌خواهد تا در صورت تمایل، محدودیت‌های غذایی خود را (قند، چربی، نمک) فعال نمایند تا هشدارهایی در حین اسکن محصولات غذایی به آن‌ها ارائه دهد. بنابراین، جز برای این هدف، استفاده دیگری از این اطلاعات نخواهد شد و سالمینا به رعایت آن متعهد شده است.</p>
                <p>سالمینا به هر محصول غذایی یک امتیاز از 100 اختصاص داده است. لازم است بدانید که این امتیاز مستقل از هر برند غذایی است و با ترکیب اطلاعات زیر بدست آمده است:
                    <br />
                    <span>لحاظ نمودن استاندارد سازمان غذا و دارو برای عناصر: چربی، نمک، قند، کالری، اسید چرب ترانس/ بهره‌مندی از تجارب نیروی انسانی کنترل کیفی به تفکیک هر خوشه غذایی جهت استخراج عناصر فراسودمند (مبنای وجود یا عدم وجود عناصر فراسودمند، اظهارات تولیدکننده بر روی بسته­‌بندی محصولات غذایی بوده است. البته جهت اطمینان، رویه‌های تبلیغاتی مورد بررسی قرار گرفت. بعنوان مثال، درج «غنی‌شده با پروتئین» متفاوت از «حاوی پروتئین» است).</span>
                </p>
            </div>
        );
    }
}

export default Policy;